Repository: ister-app/player
Catalog: lib/l10n/app_*.arb
Languages: nl

source: Library
nl: Bibliotheek

source: Settings
nl: Instellingen

# preferredSpoken
source: Preferred spoken languages:
nl: Voorkeurstaal voor gesproken audio:

# preferredSubtitle
source: Preferred subtitle languages:
nl: Voorkeurstaal voor ondertiteling:

# loadError
source: Failed to load preferences: {error}
nl: Kan voorkeuren niet laden: {error}

# selectLanguage
source: Select a Language
nl: Selecteer een taal

# error
source: Error: {error}
nl: Fout: {error}

source: No languages found.
nl: Geen talen gevonden.

# searchHint
source: Search for a language...
nl: Zoek naar een taal...

source: No Language Found!
nl: Geen taal gevonden!

source: Refresh page
nl: Vernieuw pagina

source: Scan library
nl: Scan bibliotheek

source: Analyze library
nl: Analyseer bibliotheek

source: Go to show
nl: Ga naar show

# watchNext
source: Continue watching
nl: Blijf kijken

source: Recently added shows
nl: Onlangs toegevoegde shows

# season
source: Season {number}
nl: Seizoen {number}

# episode
source: Episode {number}
nl: Aflevering {number}

# episodePrefix
source: E{number}
nl: A{number}

source: Close
nl: Sluiten
